Repository: KIM-6/kim6
Catalog: po/*.po
Languages: es, it, nl

source: Kim — Select album type:
es: Kim — Seleccione el tipo de álbum:
it: Kim — Seleziona il tipo di album:
nl: Kim — Kies het soort album:

source: 1x1 portrait album
es: Álbum 1x1 en vertical
it: Album 1x1 verticale
nl: 1x1 verticaal album

source: 1x1 landscape album
es: Álbum 1x1 en horizontal
it: Album 1x1 orizzontale
nl: 1x1 horizontaal album

source: 1x2 landscape album
es: Álbum 1x2 en horizontal
it: Album 1x2 orizzontale
nl: 1x2 horizontaal album

source: 2x1 portrait album
es: Álbum 2x1 en vertical
it: Album 2x1 verticale
nl: 2x1 verticaal album

source: 2x2 landscape album
es: Álbum 2x2 en horizontal
it: Album 2x2 orizzontale
nl: 2x2 horizontaal album

source: 3x2 portrait album
es: Álbum 3x2 en vertical
it: Album 3x2 verticale
nl: 3x2 verticaal album

source: 3x4 landscape album
es: Álbum 3x4 en horizontal
it: Album 3x4 orizzontale
nl: 3x4 horizontaal album

source: 4x4 landscape album
es: Álbum 4x4 en horizontal
it: Album 4x4 orizzontale
nl: 4x4 horizontaal album

source: Kim — Creating miniatures ...
es: Kim — Creando miniaturas ...
it: Kim — Creazione miniature ...
nl: Kim — Bezig met samenstellen van miniaturen…

source: Kim — Creating album ...
es: Kim — Creando álbum ...
it: Kim — Creazione dell'album ...
nl: Kim — Bezig met samenstellen van album…

source: Kim — Unrecognized option!
es: Kim — ¡Opción no reconocida!
it: Kim — Opzione non riconosciuta!

source: Kim — Deleting miniatures ...
es: Kim — Eliminando miniaturas ...
it: Kim — Eliminazione miniature ...
nl: Kim — Bezig met verwijderen van miniaturen…

source: Do you want to create new files?
es: ¿Desea crear archivos nuevos?
it: Vuoi creare nuovi file?

source: Create new
es: Crear nuevos
it: Crea nuovo

source: Replace existing
es: Reemplazar existentes
it: Sostituisci esistente

source: Kim — Initialising ...
es: Kim — Inicializando ...
nl: Kim — Bezig met initialiseren…

source: Kim — Compressing file:
es: Kim — Comprimiendo archivo:
it: Kim — Compressione file:
nl: Kim — Bezig met comprimeren van bestand:

source: The action was cancelled by the user!
es: ¡La acción fue cancelada por el usuario!

source: Kim — Converting file:
es: Kim — Convirtiendo archivo:
it: Kim — Conversione file:
nl: Kim — Bezig met converteren van bestand:

source: Kim — Rotating file:
es: Kim — Rotando archivo:
it: Kim — Rotazione file:
nl: Kim — Bezig met draaien van bestand:

source: Kim — Title:
es: Kim — Título:
it: Kim — Titolo:
nl: Kim — Naam:

source: My title ...
es: Mi título ...
it: Il mio titolo ...
nl: Mijn zelfgekozen naam…

source: Kim — Author:
es: Kim — Autor:
it: Kim — Autore:
nl: Kim — Maker:

source: Kim — Number of columns:
es: Kim — Número de columnas:
it: Kim — Numero di colonne:
nl: Kim — Aantal kolommen:

source: Kim — Treatment of file:
es: Kim — Tratamiento del archivo:
it: Kim — Elaborazione del file:
nl: Kim — Bezig met afhandelen van bestand:

source: Kim — Initialising compression
es: Kim — Inicializando compresión
nl: Kim — Bezig met initialiseren van compressie…

source: Size of small images:
es: Tamaño de las imágenes pequeñas:
it: Dimensione delle immagini piccole:
nl: Grootte van kleine afbeeldingen:

source: Number of rows and columns:
es: Número de filas y columnas:
it: Numero di righe e colonne:
nl: Aantal rijen en kolommen:

source: Overlaping ratio in percent:
es: Porcentaje de superposición:
it: Percentuale di sovrapposizione:
nl: Overlappercentage:

source: Background color:
es: Color de fondo:
it: Colore di sfondo:
nl: Achtergrondkleur:

source: Kim — resizing of file:
es: Kim — Redimensionando archivo:
nl: Kim — Bezig met grootte-aanpassing van bestand:

source: 9x13 cm: 2x2 images, landscape
es: 9x13 cm: 2x2 imágenes, horizontal
it: 9x13 cm: 2x2 immagini, orizzontale
nl: 9x13 cm: 2x2 afbeeldingen, horizontaal

source: 10x15 cm: 1x2 images, portrait
es: 10x15 cm: 1x2 imágenes, vertical
it: 10x15 cm: 1x2 immagini, verticale
nl: 10x15 cm: 1x2 afbeeldingen, verticaal

source: 11.5x15 cm: 1x2 images, portrait
es: 11,5x15 cm: 1x2 imágenes, vertical
it: 11,5x15 cm: 1x2 immagini, verticale
nl: 11.5x15 cm: 1x2 afbeeldingen, verticaal

source: 13x18 cm: 1x2 images, portrait
es: 13x18 cm: 1x2 imágenes, vertical
it: 13x18 cm: 1x2 immagini, verticale
nl: 13x18 cm: 1x2 afbeeldingen, verticaal

source: 20x25 cm: 1 image, landscape
es: 20x25 cm: 1 imagen, horizontal
it: 20x25 cm: 1 immagine, orizzontale
nl: 20x25 cm: 1 afbeelding, horizontaal

source: Thumbnails: 4x5 images, portrait
es: Miniaturas: 4x5 imágenes, vertical
it: Miniature: 4x5 immagini, verticale
nl: Miniaturen: 4x5 afbeeldingen, verticaal

source: Choose the new name of images:
es: Elija el nuevo nombre de las imágenes:
it: Scegli il nuovo nome delle immagini:
nl: Geef de afbeeldingen een nieuwe naam:

source: Kim — Renaming file:
es: Kim — Renombrando archivo:
it: Kim — Rinomina file:
nl: Kim — Bezig met naamswijziging:

source: Kim — Resizing file:
es: Kim — Redimensionando archivo:
it: Kim — Ridimensionamento file:
nl: Kim — Bezig met grootte-aanpassing:

source: Kim — Send by mail:
es: Kim — Enviar por correo:
it: Kim — Invia per e-mail:
nl: Kim — Versturen per e-mail:

source: Full size
es: Tamaño completo
it: Dimensione originale
nl: Volledig

source: Kim — Resizing and compressing file:
es: Kim — Redimensionando y comprimiendo archivo:
it: Kim — Ridimensionamento e compressione del file:
nl: Kim — Bezig met aanpassen en comprimeren van bestand:

source: Kim — Send by mail: you can write your message!
es: Kim — Enviar por correo: ¡puede escribir su mensaje!
it: Kim — Invia per e-mail: puoi scrivere il tuo messaggio!
nl: Kim — Versturen per e-mail: stel een bericht op.

source: Choose your annotation:
es: Elija su anotación:
it: Scegli la tua annotazione:
nl: Kies het soort aantekening:

source: My annotation
es: Mi anotación
it: La mia annotazione
nl: Mijn aantekening

source: Kim — Select border color:
es: Kim — Seleccione el color del borde:
it: Kim — Seleziona il colore del bordo:
nl: Kim — Kies een kaderkleur:

source: white
es: blanco
it: bianco
nl: wit

source: black
es: negro
it: nero
nl: zwart

source: Kim — Compress and Resize
es: Kim — Comprimir y redimensionar
it: Kim — Comprimi e ridimensiona
nl: Kim — Comprimeren en grootte aanpassen

source: Compress at 80 %
es: Comprimir al 80 %
it: Comprimi al 80%
nl: 80% comprimeren

source: Compress at 90 %
es: Comprimir al 90 %
it: Comprimi al 90%
nl: 90% comprimeren

source: Compress Custom...
es: Comprimir personalizado...
it: Compressione personalizzata...
nl: Geavanceerd…

source: Resize (300x300 pixels)
es: Redimensionar (300x300 píxeles)
it: Ridimensiona (300x300 pixel)
nl: Grootte aanpassen (300x300 pixels)

source: Resize (600x600 pixels)
es: Redimensionar (600x600 píxeles)
it: Ridimensiona (600x600 pixel)
nl: Grootte aanpassen (600x600 pixels)

source: Resize (800x800 pixels)
es: Redimensionar (800x800 píxeles)
it: Ridimensiona (800x800 pixel)
nl: Grootte aanpassen (800x800 pixels)

source: Resize (1024x1024 pixels)
es: Redimensionar (1024x1024 píxeles)
it: Ridimensiona (1024x1024 pixel)
nl: Grootte aanpassen (1024x1024 pixels)

source: Resize (1400x1400 pixels)
es: Redimensionar (1400x1400 píxeles)
it: Ridimensiona (1400x1400 pixel)
nl: Grootte aanpassen (1400x1400 pixels)

source: Resize (1600x1600 pixels)
es: Redimensionar (1600x1600 píxeles)
it: Ridimensiona (1600x1600 pixel)

source: Resize (1920x1920 pixels)
es: Redimensionar (1920x1920 píxeles)
it: Ridimensiona (1920x1920 pixel)

source: Resize (2560x2560 pixels)
es: Redimensionar (2560x2560 píxeles)
it: Ridimensiona (2560x2560 pixel)

source: Resize Custom...
es: Redimensionar personalizado...
it: Ridimensione personalizzata...
nl: Geavanceerd…

source: WebThumbnail: 128x128 at 75 %
es: Miniatura web: 128x128 al 75 %
it: Miniatura Web: 128x128 al 75%

source: WebExport: 600x600 at 75 %
es: Exportar para web: 600x600 al 75 %
it: Esporta Web: 600x600 al 75%
nl: Webafbeelding (600x600 pixels, 75%)

source: WebExport: 800x800 at 75 %
es: Exportar para web: 800x800 al 75 %
it: Esporta Web: 800x800 al 75%
nl: Webafbeelding (800x800 pixels, 75%)

source: WebExport: 1024x1024 at 75 %
es: Exportar para web: 1024x1024 al 75 %
it: Esporta Web: 1024x1024 al 75%
nl: Webafbeelding (1024x1024 pixels, 75%)

source: Transcode video to 1280x720, good quality, libx265
es: Transcodificar video a 1280x720, buena calidad, libx265

source: Transcode video to 1280x720, medium quality, libx265
es: Transcodificar video a 1280x720, calidad media, libx265

source: Transcode video to 1280x720, bad quality, libx265
es: Transcodificar video a 1280x720, mala calidad, libx265

source: Transcode video to 1280x720, good quality, libx264
es: Transcodificar video a 1280x720, buena calidad, libx264

source: Transcode video to 1280x720, medium quality, libx264
es: Transcodificar video a 1280x720, calidad media, libx264

source: Transcode video to 1280x720, bad quality, libx264
es: Transcodificar video a 1280x720, mala calidad, libx264

source: Transcode video to 1920x1080, good quality, libx265
es: Transcodificar video a 1920x1080, buena calidad, libx265

source: Transcode video to 1920x1080, medium quality, libx265
es: Transcodificar video a 1920x1080, calidad media, libx265

source: Transcode video to 1920x1080, bad quality, libx265
es: Transcodificar video a 1920x1080, mala calidad, libx265

source: Transcode video to 1920x1080, good quality, libx264
es: Transcodificar video a 1920x1080, buena calidad, libx264

source: Transcode video to 1920x1080, medium quality, libx264
es: Transcodificar video a 1920x1080, calidad media, libx264

source: Transcode video to 1920x1080, bad quality, libx264
es: Transcodificar video a 1920x1080, mala calidad, libx264

source: KIM 6 Manual
es: Manual de KIM 6
it: Manuale di KIM 6

source: License
es: Licencia
it: Licenza
nl: Licentie

source: About Kim
es: Acerca de Kim
it: Informazioni su Kim
nl: Over Kim

source: Kim — Convert and Rotate
es: Kim — Convertir y rotar
it: Kim — Converti e ruota
nl: Kim — Converteren en draaien

source: Convert to JPEG
es: Convertir a JPEG
it: Converti in JPEG
nl: Converteren naar jpeg

source: Convert to PNG
es: Convertir a PNG
it: Converti in PNG
nl: Converteren naar png

source: Convert to GIF
es: Convertir a GIF
it: Converti in GIF
nl: Converteren naar gif

source: Convert to TIFF
es: Convertir a TIFF
it: Converti in TIFF
nl: Converteren naar tiff

source: Convert to PDF
es: Convertir a PDF
it: Converti in PDF
nl: Converteren naar pdf

source: Convert custom ...
es: Convertir personalizado...
it: Conversione personalizzata ...
nl: Geavanceerd…

source: Convert to graysale
es: Convertir a escala de grises
it: Converti in scala di grigi
nl: Converteren naar grijstinten

source: Convert in sepia tone
es: Convertir a tono sepia
it: Converti in seppia
nl: Converteren naar sepia

source: Auto-rotate with EXIF
es: Rotación automática (EXIF)
it: Ruota automaticamente con EXIF
nl: Automatisch draaien met exif

source: Rotate (90°)
es: Rotar (90°)
it: Ruota (90°)
nl: 90° draaien

source: Rotate (180°)
es: Rotar (180°)
it: Ruota (180°)
nl: 180° draaien

source: Rotate (270°)
es: Rotar (270°)
it: Ruota (270°)
nl: 270° draaien

source: Rotate custom...
es: Rotar personalizado...
it: Rotazione personalizzata...
nl: Geavanceerd…

source: Flip verticaly
es: Verticalmente
it: Rifletti verticalmente
nl: Verticaal spiegelen

source: Flip horizontaly
es: Horizontalmente
it: Rifletti orizzontalmente
nl: Horizontaal spiegelen

source: Kim — Treatment and publication
es: Kim–Tratamiento y publicación
it: Kim — Elaborazione e pubblicazione
nl: Kim — Aanpassen en publiceren

source: Create a html gallery
es: Crear una galería HTML
it: Crea una galleria HTML
nl: HTML-galerij samenstellen

source: Create a photo montage
es: Crear un fotomontaje
it: Crea un fotomontaggio
nl: Fotomontage maken

source: Send by mail
es: Enviar por correo
it: Invia per e-mail
nl: Versturen per e-mail

source: Sort by date
es: Ordenar por fecha
it: Ordina per data
nl: Sorteren op datum

source: Rename images
es: Renombrar imágenes
it: Rinomina immagini
nl: Afbeeldingsnamen wijzigen

source: Create a multi-files Tiff image
es: Crear una imagen Tiff de múltiples archivos
it: Crea un'immagine TIFF multifile
nl: TIFF met meerdere pagina's samenstellen

source: Create a gif animation
es: Crear una animación gif
it: Crea un'animazione GIF
nl: GIF-animatie maken

source: Multiburst image to gif animation
es: Imagen multiburst a animación gif
it: Immagine multiscatto in animazione GIF
nl: GIF-animatie maken uit reeks

source: Add a border
es: Añadir un borde
it: Aggiungi un bordo
nl: Kader toevoegen

source: Create a pdf album
es: Crear un álbum PDF
it: Crea un album PDF

source: Add text annotation
es: Añadir anotación de texto
it: Aggiungi annotazione testuale
nl: Aantekening toevoegen

source: Kim — Initialising…
it: Kim — Inizializzazione ...

source: Kim — resizing file:
it: Kim — Ridimensionamento del file:

source: Compress at 10 %
it: Comprimi al 10%

source: Compress at 20 %
it: Comprimi al 20%

source: Compress at 30 %
it: Comprimi al 30%

source: Compress at 40 %
it: Comprimi al 40%

source: Compress at 50 %
it: Comprimi al 50%

source: Compress at 60 %
it: Comprimi al 60%

source: Compress at 70 %
it: Comprimi al 70%

source: Resize (1280x1280 pixels)
it: Ridimensiona (1280x1280 pixel)

source: Resize (3440x3440 pixels)
it: Ridimensiona (3440x3440 pixel)

source: Resize (3840x3840 pixels)
it: Ridimensiona (3840x3840 pixel)
